Repository: Ramziddinchik0727/GuljaXogouz
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: ru, zh

source: 😊 Savatingiz
ru: 😊 Ваша корзина
zh: 😊 你的购物车

source: 🏘 Asosiy menyu
ru: 🏘 Главное меню
zh: 🏘 主菜单

source: 🛒 Buyurtma berish
ru: 🛒 Сделать заказ
zh: 🛒 下订单

source: 💰 Ja'mi:
ru: 💰 Общий:
zh: 💰 全部的：

source: 😕 Kechirasiz sizning savatingiz bosh
ru: 😕 Извините, ваша корзина пуста.
zh: 😕 抱歉，您的购物车是空的

source: ⬅️ Ortga
ru: ⬅️ Назад
zh: ⬅️返回

source: 🛍 Savat
ru: 🛍 Корзина
zh: 🛍 购物车

source: Taom haqida
ru: О еде
zh: 关于食物

source: Taom
ru: Еда
zh: 食物

source: Taom narxi
ru: Цена еды
zh: 食品价格

source: 😕 Kechirasiz. Mahsulotni 1 taga kamaytirish uchun, mahsulot kamida 1 dona bolishi kerak!
ru: 😕Прости. Чтобы уменьшить произведение на 1, оно должно быть не менее 1 дюйма. должно быть!
zh: 😕 抱歉。 要减少产品的数量，产品数量至少要为 1 件！

source: ✅ Mahsulot savatingizdan olib tashlandi.
ru: ✅ Товар удален из корзины.
zh: ✅ 您的订单已经发货。

source: ✅ Mahsulot savatingizdan muvaffaqqiyatli olib tashlandi.
ru: ✅ Товар удален из корзины.
zh: ✅ 您的订单已成功发货

source: ‼️ Iltimos ushbu kartaga pul o'tkazing, va to'lov chekini yuboring.‼️
ru: ‼️ Пожалуйста, переведите деньги на эту карту и отправьте квитанцию о платеже.‼️
zh: ‼️ 请将款项转入此卡，并发送付款凭证。‼️

source: 📍 Yetkazib berish joylashuvini yuboring
ru: 📍Укажите место доставки
zh: 📍 您的订单已经接受

source: ✅ Buyurtmangiz qabul qilindi.
ru: ✅Ваш заказ принят.
zh: ✅ 您的订单已被接受。

source: 🆔 Buyurtma raqamingiz:
ru: 🆔Номер вашего заказа:
zh: 🆔 订单号码：

source: 📞 Iltimos telefon raqamingizni yuboring.
ru: 📞 Пожалуйста, пришлите мне свой номер телефона.
zh: 📞 请发送您的电话号码。

source: 🥳 Tabriklaymiz
ru: 🥳 Поздравляем
zh: 🥳 恭喜

source: Siz muvaffaqqiyatli royxatdan otdingiz.
ru: Вы успешно зарегистрировались.
zh: 您已成功注册。

source: 😊 Assalomu alaykum. Xush kelibsiz.
ru: 😊 Привет. Добро пожаловать.
zh: 😊 你好。欢迎光临。

source: 😋 Bizning menyu
ru: 😋 Наше меню
zh: 😋 我们的菜单

source: 😊 Izohingizni yozing
ru: 😊 Оставьте свой комментарий
zh: 😊 留下您的评论

source: ⚙️ Sozlamalar
ru: ⚙️ Настройки
zh: ⚙️ 设置

source: 😊 To'liq ismingizni kiriting.
ru: 😊 Введите свое полное имя.
zh: 😊 请输入您的全名。

source: 😊 Telefon raqamingizni tugma orqali yuboring, yoki yozib yuboring.
ru: 😊 Отправьте свой номер телефона через кнопку или запишите его.
zh: 😊 通过按键发送您的电话号码，或者输入发送。

source: 😊 O'zingizga qulay tilni tanlang.
ru: 😊 Выберите предпочитаемый язык.
zh: 😊 请选择您方便的语言。

source: Mavjud tillar
ru: Доступные языки
zh: 可用语言

source: 😊 Muloqot tili o'zgartirildi.
ru: 😊 Изменен язык общения.
zh: 😊 通信语言已更改。

source: 😊 Ism muvaffaqqiyatli o'zgartirildi.
ru: 😊 Имя успешно изменено.
zh: 😊 姓名成功更改

source: 😊 Telefon raqam o'zgartirildi.
ru: 😊Номер телефона изменен.
zh: 😊 电话号码已更改

source: 🍴 Menyu
ru: 🍴 Меню
zh: 🍴 菜单

source: ❌ Bekor qilish
ru: ❌ Отмена
zh: ❌ 取消

source: 👤 Ism Familyani O'zgartirish
ru: 👤 Изменить имя Фамилию
zh: 👤 更改姓名

source: 📞 Telefon Raqamni O'zgartirish
ru: 📞 Изменить номер телефона
zh: 📞 更改电话号码

source: 🇺🇿 🔁 🇷🇺 Tilni O'zgartirish
ru: 🇺🇿 🔁 🇷🇺 Изменить язык
zh: 🇺🇿 🔁 🇷🇺 更改语言

source: 🏘 Asosiy Menyu
ru: 🏘 Главное меню
zh: 🏘 主菜单

source: 📞 Telefon Raqamni Yuborish
ru: 📞 Отправить номер телефона
zh: 📞 发送电话号码

source: 📍 Joylashuv yuborish
ru: 📍 Отправить местоположение
zh: 📍 发送位置
